from locators.main_locators import *

# Блок Вопросы о важном на главной странице
questions_and_answers_list = [[questions_1_field, answer_1_field, 'Сутки — 400 рублей. Оплата курьеру — наличными или картой.'],
                              [questions_2_field, answer_2_field, 'Пока что у нас так: один заказ — один самокат. Если хотите покататься с друзьями, можете просто сделать несколько заказов — один за другим.'],
                              [questions_3_field, answer_3_field, 'Допустим, вы оформляете заказ на 8 мая. Мы привозим самокат 8 мая в течение дня. Отсчёт времени аренды начинается с момента, когда вы оплатите заказ курьеру. Если мы привезли самокат 8 мая в 20:30, суточная аренда закончится 9 мая в 20:30.'],
                              [questions_4_field, answer_4_field, 'Только начиная с завтрашнего дня. Но скоро станем расторопнее.'],
                              [questions_5_field, answer_5_field, 'Пока что нет! Но если что-то срочное — всегда можно позвонить в поддержку по красивому номеру 1010.'],
                              [questions_6_field, answer_6_field, 'Самокат приезжает к вам с полной зарядкой. Этого хватает на восемь суток — даже если будете кататься без передышек и во сне. Зарядка не понадобится.'],
                              [questions_7_field, answer_7_field,'Да, пока самокат не привезли. Штрафа не будет, объяснительной записки тоже не попросим. Все же свои.'],
                              [questions_8_field, answer_8_field, 'Да, обязательно. Всем самокатов! И Москве, и Московской области.']]

NAME = 'Алина'
SURNAME = 'Аскарова'
ADDRESS = 'Усачева, 8'
STATION = 'Преображенская площадь'
PHONE_NUMBER = '87017778899'
DATE = '14.12.2023'
COMMENTS = 'Просьба позвонить заранее'


